/* This file is for miscellaneous toolbox strings */

/* Screen shot template string */
"Picture %d.%s" = "Immagine %d.%s";

/* OpenSave Common Preview strings */
"Name" = "Nome";
"Kind" = "Classe";
"Size" = "Dimensioni";
"Created" = "Creato";
"Modified" = "Modificato";
"Opened" = "Aperto";
"Version" = "Versione";
"Duration" = "Durata";
"Dimensions" = "Dimensioni";
"DecimalPoint" = ",";
"ZeroKB" = "Zero KB";
"KB" = " KB";
"MB" = " MB";
"GB" = " GB";
"TB" = " TB";
"DurationFormat" = "%d%d'%d%d";
"DimensionsFormat" = "%d x %d";
"Calculating" = "Calcolo...";
"Fetching" = "Scarico...";
"Hyphen" = "-";
"Today" = "Oggi alle REPLACE_WITH_TIME"; /* do not localize REPLACE_WITH_TIME */
"Yesterday" = "Ieri alle REPLACE_WITH_TIME";  /* do not localize REPLACE_WITH_TIME */
